{
  "architectures": [
    "Step1ForCausalLM"
  ],
  "model_type": "step1",
  "bos_token_id": 1,
  "pad_token_id": 0,
  "eos_token_id": 3,
  "hidden_size": 3072,
  "intermediate_size": 8192,
  "num_attention_heads": 48,
  "num_attention_groups": 4,
  "num_hidden_layers": 32,
  "max_seq_len": 32768,
  "vocab_size": 74752,
  "rms_norm_eps": 1e-05,
  "torch_dtype": "bfloat16"
}
